---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.VoltageTypeSetIterator
source: html/c6e5afe0-d3d4-187f-605b-b453f1f24881.htm
---
# VoltageTypeSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.